[
  {
    "index": 1,
    "title": "Doa Sebelum Makan",
    "sanskrit": "",
    "latin": "Bapa Kami yang di Surga, terima kasih atas makanan yang telah Engkau sediakan. Berkati makanan ini agar menjadi kekuatan bagi tubuh kami. Dalam nama Yesus Kristus, Amin.",
    "meaning": "Berdoa untuk berkat dan rasa syukur atas makanan."
  },
  {
    "index": 2,
    "title": "Doa Sesudah Makan",
    "sanskrit": "",
    "latin": "Terima kasih, Tuhan, atas makanan yang telah kami nikmati. Kiranya kekuatan yang kami dapatkan dapat digunakan untuk memuliakan nama-Mu. Dalam nama Yesus Kristus, Amin.",
    "meaning": "Berdoa untuk rasa syukur setelah makan."
  },
  {
    "index": 3,
    "title": "Doa Sebelum Tidur",
    "sanskrit": "",
    "latin": "Bapa Surgawi, terima kasih atas hari ini. Lindungi kami di malam ini, jauhkan dari segala bahaya, dan bangunkan kami esok dengan kekuatan yang baru. Dalam nama Yesus Kristus, Amin.",
    "meaning": "Berdoa untuk perlindungan selama tidur."
  },
  {
    "index": 4,
    "title": "Doa Setelah Bangun Tidur",
    "sanskrit": "",
    "latin": "Terima kasih, Tuhan, atas nafas kehidupan yang baru. Sertailah saya sepanjang hari ini. Dalam nama Yesus Kristus, Amin.",
    "meaning": "Berdoa untuk rasa syukur setelah bangun tidur."
  },
  {
    "index": 5,
    "title": "Doa Ketika Mendapat Berkat",
    "sanskrit": "",
    "latin": "Terima kasih, Tuhan, atas berkat yang telah Engkau berikan. Kiranya berkat ini dapat menjadi saluran kasih-Mu. Dalam nama Yesus Kristus, Amin.",
    "meaning": "Berdoa untuk bersyukur atas berkat yang diterima."
  },
  {
    "index": 6,
    "title": "Doa Ketika Sedih atau Susah Hati",
    "sanskrit": "",
    "latin": "Tuhan Yesus, berikan saya kekuatan untuk menghadapi segala tantangan ini. Sertai saya dalam setiap langkah. Dalam nama-Mu, saya berdoa. Amin.",
    "meaning": "Berdoa untuk kekuatan menghadapi kesulitan."
  },
  {
    "index": 7,
    "title": "Doa Ketika Menerima Kabar Baik",
    "sanskrit": "",
    "latin": "Puji syukur kepada-Mu, Tuhan, atas kabar baik ini. Semoga kabar ini membawa sukacita dan damai sejahtera. Dalam nama Yesus Kristus, Amin.",
    "meaning": "Berdoa untuk rasa syukur atas kabar baik."
  },
  {
    "index": 8,
    "title": "Doa Ketika Mimpi Buruk",
    "sanskrit": "",
    "latin": "Tuhan Yesus, jauhkanlah ketakutan dari pikiran saya. Berikan saya kedamaian dan perlindungan. Dalam nama-Mu, saya berdoa. Amin.",
    "meaning": "Berdoa untuk menghilangkan rasa takut dari mimpi buruk."
  },
  {
    "index": 9,
    "title": "Doa Sebelum Belajar",
    "sanskrit": "",
    "latin": "Tuhan, berikan saya hikmat dan pemahaman dalam belajar. Semoga ilmu yang saya dapatkan menjadi berguna. Dalam nama Yesus Kristus, Amin.",
    "meaning": "Berdoa untuk hikmat dan pemahaman dalam belajar."
  },
  {
    "index": 10,
    "title": "Doa Untuk Kedua Orang Tua",
    "sanskrit": "",
    "latin": "Tuhan, berkati ayah dan ibu saya. Berikan mereka kesehatan, sukacita, dan damai sejahtera. Dalam nama Yesus Kristus, Amin.",
    "meaning": "Berdoa untuk memohon berkat bagi orang tua."
  },
  {
    "index": 11,
    "title": "Doa Sebelum Perjalanan",
    "sanskrit": "",
    "latin": "Tuhan, sertai perjalanan ini dan lindungi kami dari segala bahaya. Dalam nama Yesus Kristus, Amin.",
    "meaning": "Berdoa untuk perlindungan selama perjalanan."
  },
  {
    "index": 12,
    "title": "Doa Ketika Mendapat Masalah",
    "sanskrit": "",
    "latin": "Tuhan, berikan saya kekuatan dan hikmat untuk menghadapi masalah ini. Saya percaya Engkau akan memberikan jalan keluar. Dalam nama Yesus Kristus, Amin.",
    "meaning": "Berdoa untuk kekuatan dan solusi menghadapi masalah."
  },
  {
    "index": 13,
    "title": "Doa Menyambut Pagi Hari",
    "sanskrit": "",
    "latin": "Bapa Surgawi, terima kasih atas pagi yang indah ini. Sertai saya sepanjang hari ini. Dalam nama Yesus Kristus, Amin.",
    "meaning": "Berdoa untuk rasa syukur menyambut pagi hari."
  },
  {
    "index": 14,
    "title": "Doa Menyambut Malam Hari",
    "sanskrit": "",
    "latin": "Tuhan, terima kasih atas penyertaan-Mu sepanjang hari ini. Lindungi kami di malam ini. Dalam nama Yesus Kristus, Amin.",
    "meaning": "Berdoa untuk perlindungan malam hari."
  },
  {
    "index": 15,
    "title": "Doa Untuk Memohon Hikmat",
    "sanskrit": "",
    "latin": "Tuhan, berikan saya hikmat dan kebijaksanaan dalam setiap keputusan yang saya ambil. Dalam nama Yesus Kristus, Amin.",
    "meaning": "Berdoa untuk meminta hikmat dan kebijaksanaan."
  }
]
